brew 'bat'
brew 'ffmpeg'
brew 'eza'
brew 'maven'
brew 'pyenv'
brew 'git-lfs'
brew 'docker'

# Apps
cask 'unnaturalscrollwheels'
cask 'spotify'
cask 'discord'
cask 'docker-desktop'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'postman'
cask 'notion'
cask 'raycast'
cask 'gimp'
cask 'bitwarden'
cask 'whatsapp'
cask 'telegram'
cask 'obsidian'
cask 'chatgpt'
cask 'zen'

# Fonts
cask 'font-meslo-lg-nerd-font'
cask 'font-code-new-roman-nerd-font'

# App Store
mas 'Spark Desktop', id: 6445813049
mas 'Slack', id: 803453959
