brew 'bat'
brew 'ffmpeg'
brew 'eza'

# Apps
cask 'unnaturalscrollwheels'
cask 'spotify'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'postman'
cask 'notion'
cask 'raycast'
cask 'gimp'
cask 'bitwarden'
cask 'whatsapp'
cask 'telegram'

# Fonts
cask 'font-meslo-lg-nerd-font'

# App Store
mas 'Spark Desktop', id: 6445813049
mas 'Slack', id: 803453959
